Autodesk.Revit.DB.EdgeEndPoint.#ctor(Autodesk.Revit.DB.EdgeEndPoint)
Creates a copy of the given EdgeEndPoint instance.
otherObject:
The given EdgeEndPoint instance.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2021